[
  {
    "id": "metadata.location.customize",
    "description": "This is a label that appears on a text field, related to a pin on a map. The user may type any text of their choice here and name the place they are pinning. They can also modify suggested place names here.",
    "defaultMessage": "Customize place name"
  },
  {
    "id": "metadata.location.coordinates",
    "description": "This is a label that appears on a text field, related to a pin on a map. This contains the latitude and longitude coordinates of the map pin. If the user changes these numbers, the map pin moves. If the user moves the map pin, the numbers update to reflect the new pin location.",
    "defaultMessage": "Latitude, longitude"
  },
  {
    "id": "metadata.location.coordinates.helper",
    "description": "This is a helper message that appears when someone enters text in the 'Latitude, longitude' text field that cannot be parsed as a valid pair of latitude and longitude coordinates. It tells the user that they need to provide valid coordinates and gives an example. It also tells them that they can do a drag action with the mouse on the visual map pin as an alternative to entering numbers in this field.",
    "defaultMessage": "Should be a comma-separated pair of latitude and longitude coordinates like '-12.9, -38.15'. Drag the map pin if you are having difficulty."
  },
  {
    "id": "metadata.location.search",
    "description": "This is a label that appears on a text field. If the user begins to type a location they will receive a list of suggested place names.",
    "defaultMessage": "Search the map"
  },
  {
    "id": "metadata.file.dropFile",
    "description": "This message appears in a rectangle, instructing the user that they can use their mouse to drag and drop a file, or click to pull up a file selector menu. This also tells them the maximum allowed file size, and the valid types of files that the user can upload. The `fileSizeLabel` variable will read something like '1.0 MB', and the 'extensions' variable is a list of valid file extensions. Neither will be localized.",
    "defaultMessage": "Drag and drop a file here, or click to upload a file (max size: {fileSizeLabel}, allowed extensions: {extensions})"
  },
  {
    "id": "metadata.url.helperText",
    "description": "A message that appears underneath a text box when a user enters text that a web browser would not interpret as a URL.",
    "defaultMessage": "Must be a valid URL"
  }
]