[
  {
    "id": "selectList.noListButtonLabel",
    "description": "Helper link in a warning displayed on edit feed page when the workspace has no lists.",
    "defaultMessage": "How to create lists"
  },
  {
    "id": "selectList.noListDescription",
    "description": "Content of a warning displayed on edit feed page when the workspace has no lists.",
    "defaultMessage": "Create a list and set up filters in order to select the fact-checks you would like to contribute to this shared feed."
  },
  {
    "id": "selectList.noListTitle",
    "description": "Title of a warning displayed on edit feed page when the workspace has no lists.",
    "defaultMessage": "Your workspace needs a Custom Filtered List to contribute."
  },
  {
    "id": "saveFeed.noArticleListDescription",
    "description": "Content of a warning displayed on edit feed page when no articles list is selected.",
    "defaultMessage": "<strong>Request</strong> Select a custom filtered list of <strong>articles</strong> from your workspace to contribute to this shared feed. You will be able to update this list at any time."
  },
  {
    "id": "saveFeed.noArticlediaListSelected",
    "description": "Warning displayed on edit feed page when no articles list is selected.",
    "defaultMessage": "Your workspace is not contributing Articles."
  },
  {
    "id": "saveFeed.noMediaListDescription",
    "description": "Content of a warning displayed on edit feed page when no media list is selected.",
    "defaultMessage": "Select a custom filtered list of <strong>media clusters</strong> from your workspace to contribute to this shared feed. You will be able to update this list at any time."
  },
  {
    "id": "saveFeed.noMediaListSelected",
    "description": "Warning displayed on edit feed page when no media list is selected.",
    "defaultMessage": "Your workspace is not contributing Media Clusters."
  },
  {
    "id": "selectList.select",
    "description": "Label for list selector",
    "defaultMessage": "Select list…"
  }
]