{
  "smoochBotSettings.labelScenario": "+ Escenario",
  "smoochBotSettings.descIf": "Se recibe una de las siguientes palabras clave",
  "smoochBotSettings.descThen": "Responder con",
  "smoochBotSettings.keywordPlaceholder": "Escribe una lista de palabras clave, separadas por comas",
  "smoochBotSettings.greetingLabel": "Saludo",
  "smoochBotSettings.greetingDescription": "El primer mensaje que se envía al usuario. Presenta su organización y el servicio que proporciona a través de este bot. Este mensaje es seguido automáticamente por el menú principal.",
  "smoochBotSettings.greetingPlaceholder": "¡Hola! Bienvenido al bot de verificación de datos de [nombre de su organización]. Verificamos reclamaciones, videos e imágenes relacionadas con temas como política, salud, finanzas y tecnología.",
  "smoochBotSettings.mainLabel": "Menú principal",
  "smoochBotSettings.mainDescription": "Un menú que le pide al usuario que elija entre un conjunto de opciones. Este mensaje sigue automáticamente al mensaje de saludo.",
  "smoochBotSettings.mainPlaceholder": "📌*Menú principal*\n\n*Responda 1* (o 🔍) para enviar una solicitud de verificación de hechos sobre un artículo, video, imagen u otro contenido.\n*Responda 2* (o 🦠) para obtener la información más reciente sobre la enfermedad por coronavirus (COVID-19)",
  "smoochBotSettings.secondaryLabel": "Menú secundario",
  "smoochBotSettings.secondaryDescription": "Un menú opcional que le pide al usuario que elija entre un conjunto de opciones. Cuando un usuario responde con una de las opciones, el bot puede enviar un informe o dirigirlo a otro mensaje.",
  "smoochBotSettings.secondaryPlaceholder": "*Información sobre la enfermedad por Coronavirus (COVID-19)* 🦠\n\n👉*Responda con cualquiera de los siguientes números (o emoji) para obtener información sobre ese tema:*\n\n*1:* ¿Cómo me protejo a mí mismo y / oa mi familia? 👨‍👩‍👧\n*2:* Creo que me estoy enfermando 🤒\n*3:* ¿Cómo puedo manejar el estrés asociado con COVID-19? ❤️\n*4:* Información sobre casos y recuperaciones a nivel mundial 📊\n*5:* Últimas actualizaciones de la Organización Mundial de la Salud 🌐\n\n*Responda 0* para volver al *menú principal* 📌",
  "smoochBotSettings.nooptLabel": "Opción no disponible",
  "smoochBotSettings.nooptDescription": "El mensaje enviado si la respuesta del usuario a un menú no es un escenario válido.",
  "smoochBotSettings.nooptPlaceholder": "🤖Lo siento, no entendí tu mensaje. ¡Inténtalo de nuevo!",
  "smoochBotSettings.queryLabel": "Petición de consulta",
  "smoochBotSettings.queryDescription": "El mensaje que le pide al usuario que envíe una solicitud de verificación.",
  "smoochBotSettings.queryPlaceholder": "*Ingrese la pregunta, el enlace, la imagen o el video que desea verificar*, seguido de cualquier contexto o preguntas adicionales relacionadas con ese elemento. Su solicitud se enviará a los verificadores de hechos aproximadamente 30 segundos después de que haya enviado su último mensaje.\n\n*Responda 0 (o 📌)* para volver al *menú principal*",
  "smoochBotSettings.receivedLabel": "Consulta recibida",
  "smoochBotSettings.receivedDescription": "La confirmación enviada al usuario después de recibir una consulta válida del usuario.",
  "smoochBotSettings.receivedPlaceholder": "¡Gracias! Su solicitud ha sido recibida. Las respuestas se están agregando y ordenando, y estamos trabajando para verificar sus preguntas.\n\n✔️*Siga este enlace para obtener una lista actualizada de preguntas comunes que hemos verificado:* [Enlace a una página de verificación de hechos en su sitio web]\n\n👉*Responda con cualquier texto* para volver al *menú principal* 📌",
  "smoochBotSettings.updatedLabel": "Informe actualizado",
  "smoochBotSettings.updatedDescription": "El mensaje enviado al usuario cuando el estado de un informe ha cambiado. El informe debe completarse para que se envíe este mensaje.",
  "smoochBotSettings.updatedPlaceholder": "❗️La verificación de datos que le enviamos se ha *actualizado* con nueva información:",
  "smoochBotSettings.invalidLabel": "Formato inválido",
  "smoochBotSettings.invalidDescription": "Un mensaje automático enviado al usuario cuando ha enviado un archivo que no es compatible con Check.",
  "smoochBotSettings.invalidPlaceholder": "❌Lo sentimos, no podemos aceptar este tipo de mensaje para verificación en este momento.\n\nPodemos aceptar la mayoría de las imágenes, videos, enlaces, mensajes de texto y mensajes compartidos de WhatsApp.",
  "smoochBotSettings.inactivityLabel": "Aviso de inactividad",
  "smoochBotSettings.inactivityDescription": "Este mensaje se envía a cualquier usuario que haya enviado un mensaje a la línea de información cuando el bot de Check Message está configurado como inactivo.",
  "smoochBotSettings.inactivityPlaceholder": "❌Gracias por tu mensaje. Nuestro servicio de verificación de hechos está actualmente *inactivo*.\n\nPóngase en contacto con nosotros en *[correo electrónico u otro contacto]* para consultas adicionales.",
  "smoochBotSettings.disabled": "Marque esta casilla para deshabilitar el servicio. Esto hace que el bot de Check Message esté inactivo: responderá SOLO con el mensaje a continuación cuando un usuario interactúe con el bot.",
  "smoochBotSettings.tosLabel": "Términos del servicio",
  "smoochBotSettings.tosDescription": "Este mensaje sigue inmediatamente cualquier informe enviado al usuario y debe contener un enlace a los Términos de Servicio de Check.",
  "smoochBotSettings.tosPlaceholder": "Este servicio se proporciona bajo los siguientes Términos de Servicio: %{tos}",
  "smoochBotSettings.main": "Escenario principal",
  "smoochBotSettings.settings": "Configuración",
  "smoochBotSettings.sidebarTitle": "Crear su bot",
  "smoochBotSettings.dialogTitle": "Seleccionar informe",
  "smoochBotSettings.dialogDesc": "Busque el título del elemento que desea enviar como informe. El bot responderá al usuario con este informe. El informe debe completarse antes de que pueda buscarlo aquí."
}