[
  {
    "id": "check.error.unauthorized",
    "description": "This is a message that displays in an error popup if the user tries to access data that they do not have permission to access.",
    "defaultMessage": "You are not authorized to see this content. Please contact your workspace administrator if you need permission."
  },
  {
    "id": "check.error.missing_parameters",
    "description": "This is a message that displays in an error popup if the client sent a request to the server that was missing URL parameters.",
    "defaultMessage": "The API call was missing parameters."
  },
  {
    "id": "check.error.id_not_found",
    "description": "This is a message that displays in an error popup if the client sent a request to the server with an identifying number that was not found in the database.",
    "defaultMessage": "A requested ID was not found."
  },
  {
    "id": "check.error.invalid_value",
    "description": "This is a message that displays in an error popup if the client sent a request to the server with an invalid value of some kind, such as a malformed email address.",
    "defaultMessage": "An invalid value was sent to the server."
  },
  {
    "id": "check.error.unknown",
    "description": "This is a message that displays in an error popup if the server returns an error that we haven't previously classified. This is the default error shown if we can't figure out what sort of error to show the user.",
    "defaultMessage": "There was an error we can't identify."
  },
  {
    "id": "check.error.auth",
    "description": "This is a message that displays in an error popup if the client is unable to authenticate (log in).",
    "defaultMessage": "An authentication error occurred."
  },
  {
    "id": "check.error.warning",
    "description": "This is a message that displays in an error popup if the server sends it some kind of non-critical warning message (user is approaching their API call limit, for example).",
    "defaultMessage": "The server returned a warning."
  },
  {
    "id": "check.error.missing_object",
    "description": "This is a message that displays in an error popup if the server cannot find an object that was requested by the client.",
    "defaultMessage": "An object is missing in the database."
  },
  {
    "id": "check.error.duplicated",
    "description": "This is a message that displays in an error popup if the client tries to create an item but the database already has a record of it.",
    "defaultMessage": "You're trying to create a record that already exists."
  },
  {
    "id": "check.error.two_factor_auth",
    "description": "This is a message that displays in an error popup if the client tries to access the application, but they are not yet authenticated by two factor authentication.",
    "defaultMessage": "You need to log in using two factor authentication."
  },
  {
    "id": "check.error.conflict",
    "description": "This is a message that displays in an error popup if the server returns an error involving some kind of conflicting data.",
    "defaultMessage": "There was a database conflict. Maybe some other user already performed this action. Please reload the page."
  },
  {
    "id": "check.error.published",
    "description": "This is a message that displays in an error popup if the user manages to ask the server to change the status on an item that has already been published.",
    "defaultMessage": "You can't change the status of a published item."
  }
]