[
  {
    "id": "tasks.blankAnnotation",
    "description": "A message that appears when the Annotation menu is opened but no Annotation fields have been created in the project settings.",
    "defaultMessage": "No Workspace Annotations"
  },
  {
    "id": "tasks.goToSettings",
    "description": "Button label to take the user to the settings area of the application",
    "defaultMessage": "Go to settings"
  },
  {
    "id": "metadata.couldNotSave",
    "description": "Error message displayed when it's not possible to save metadata due to a required field not being filled in.",
    "defaultMessage": "Could not save, missing required field"
  },
  {
    "id": "metadata.couldNotSaveUrl",
    "description": "Error message displayed when a URL is not in the correct format in the form, which prevents the form from being saved.",
    "defaultMessage": "Could not save, at least one URL is invalid"
  },
  {
    "id": "tasks.savedByLabel",
    "description": "This is a label that indicates when and by whom the task was saved.",
    "defaultMessage": "Saved {timeAgo} by {userName}"
  },
  {
    "id": "tasks.contentTrash",
    "description": "This message tells the user that the content typically shown in unavailable when the item is in the trash",
    "defaultMessage": "Annotations unavailable"
  },
  {
    "id": "tasks.confirmLeave",
    "description": "This is a prompt that appears when a user tries to exit a page before saving their work.",
    "defaultMessage": "You are currently editing annotations. Do you wish to continue to a new page? Your work will not be saved."
  },
  {
    "id": "tasks.confirmLeaveTitle",
    "description": "This is a prompt that appears when a user tries to exit a page before saving their work.",
    "defaultMessage": "Do you want to leave without saving?"
  },
  {
    "id": "metadata.form.save",
    "description": "This is a label on a button at the top of a form. The label indicates that if the user presses this button, the user will save the changes they have been making in the form.",
    "defaultMessage": "Save"
  },
  {
    "id": "metadata.form.cancel",
    "description": "This is a label on a button that the user presses in order to revert/cancel any changes made to an unsaved form.",
    "defaultMessage": "Cancel"
  },
  {
    "id": "metadata.form.edit",
    "description": "This is a label on a button that the user presses in order to edit the items in the attached form.",
    "defaultMessage": "Edit Annotations"
  }
]