{
  "smoochBot.labelGreeting": "Saudação",
  "smoochBot.labelMainMenu": "Menu principal",
  "smoochBot.labelSecondaryMenu": "Menu secundário",
  "smoochBot.labelQueryPrompt": "Prompt de consulta",
  "smoochBot.labelQueryReceived": "Consulta recebida",
  "smoochBot.labelOptionNotAvailable": "Opção não disponível",
  "smoochBot.labelReportUpdated": "Relato atualizado",
  "smoochBot.labelInvalidFormat": "Formato inválido",
  "smoochBot.labelInactive": "Aviso de inatividade",
  "smoochBot.labelTos": "Termos de serviço",
  "smoochBot.descriptionGreeting": "A primeira mensagem que é enviada ao usuário. Ela apresenta sua organização e o serviço que você fornece através deste bot. Esta mensagem é automaticamente seguida pelo menu principal.",
  "smoochBot.descriptionMainMenu": "Um menu solicitando que o usuário escolha entre um conjunto de opções. Esta mensagem automaticamente segue a mensagem de saudação.",
  "smoochBot.descriptionSecondaryMenu": "Um menu opcional solicitando que o usuário escolha entre um conjunto de opções. Quando um usuário responde com uma das opções, o bot pode enviar um relato ou direcioná-lo para outra mensagem do bot.",
  "smoochBot.descriptionQueryPrompt": "A mensagem solicitando que o usuário envie conteúdo para uma verificação.",
  "smoochBot.descriptionQueryReceived": "A confirmação enviada ao usuário após o recebimento de uma consulta válida do usuário.",
  "smoochBot.descriptionOptionNotAvailable": "A mensagem enviada se a resposta do usuário a um menu não for um cenário de menu válido.",
  "smoochBot.descriptionReportUpdated": "A mensagem enviada ao usuário quando o status de um relato é alterado. O relato deve estar concluído para que esta mensagem seja enviada.",
  "smoochBot.descriptionInvalidFormat": "Uma mensagem automática enviada ao usuário quando ele envia um arquivo que não é suportado pelo Check.",
  "smoochBot.descriptionInactive": "Esta mensagem é enviada para qualquer usuário que tenha enviado uma mensagem para a tipline quando o bot Check Message estiver definido como inativo.",
  "smoochBot.descriptionTos": "Esta mensagem segue imediatamente qualquer relato enviado ao usuário e deve conter um link para os Termos de Serviço do Check.",
  "smoochBot.placeholderGreeting": "Oi! Bem-vindo ao bot de verificação de [Nome da sua organização]. Verificamos afirmações, vídeos e imagens relacionadas a tópicos como política, saúde, finanças e tecnologia.",
  "smoochBot.placeholderMainMenu": "📌*Menu Principal*\n\n*Responda 1* (ou 🔍) para enviar uma solicitação de verificação sobre um artigo, vídeo, imagem ou outro conteúdo.\n*Responda 2* (ou 🦠) para obter as informações mais recentes sobre a doença causada pelo coronavírus (COVID-19)",
  "smoochBot.placeholderSecondaryMenu": "*Informações sobre a doença causada pelo Coronavírus (COVID-19)* 🦠\n\n👉*Responda com qualquer um dos seguintes números (ou emoji) para obter informações sobre o tópico:*\n\n*1:* Como eu me protejo e/ou a minha família? 👨‍👩‍👧\n*2:* Acho que estou ficando doente 🤒\n*3:* Como posso lidar com o estresse associado ao COVID-19? ❤️\n*4:* Informações sobre casos e recuperações globalmente 📊\n*5:* Últimas atualizações da Organização Mundial da Saúde 🌐\n\n*Responda 0* para voltar ao *Menu Principal* 📌",
  "smoochBot.placeholderQueryPrompt": "*Digite a pergunta, link, foto ou vídeo que você deseja verificar,* seguido por qualquer contexto ou perguntas adicionais relacionadas a esse item. Sua solicitação será enviada aos verificadores cerca de 30 segundos após o envio da última mensagem.\n\n*Responda 0 (ou 📌)* para voltar ao *Menu Principal*",
  "smoochBot.placeholderQueryReceived": "Obrigado! Sua solicitação foi recebida. As respostas estão sendo agregadas e classificadas e estamos trabalhando para verificar suas perguntas.\n\n✔️ *Siga este link para obter uma lista atualizada de perguntas comuns que foram verificadas:* [Link para uma página de verificações em seu site]\n\n👉*Responda com qualquer texto* para voltar ao *Menu Principal* 📌",
  "smoochBot.placeholderOptionNotAvailable": "🤖 Desculpe, não entendi sua mensagem. Por favor tente novamente!",
  "smoochBot.placeholderReportUpdated": "❗️ A checagem que te enviamos foi *atualizada* com nova informação:",
  "smoochBot.placeholderInvalidFormat": "❌Desculpe, não podemos aceitar esse tipo de mensagem para verificação no momento.\n\nPodemos aceitar a maioria das imagens, vídeos, links, mensagens de texto e mensagens compartilhadas do WhatsApp.",
  "smoochBot.placeholderInactive": "❌Obrigado pela sua mensagem. Atualmente, nosso serviço de verificação está *inativo*.\n\nEntre em contato conosco em *[email ou outro contato]* para obter mais informações.",
  "smoochBot.placeholderTos": "Este serviço é fornecido sob estes termos: %{tos}"
}