{
  "smoochBotSettings.labelScenario": "+ Cenário",
  "smoochBotSettings.descIf": "Uma das seguintes palavras-chave é recebida",
  "smoochBotSettings.descThen": "Responder com",
  "smoochBotSettings.keywordPlaceholder": "Digite palavras-chave exatas, separadas por vírgulas",
  "smoochBotSettings.greetingLabel": "Saudação",
  "smoochBotSettings.greetingDescription": "A primeira mensagem que é enviada ao usuário. Ela apresenta sua organização e o serviço que você fornece através deste bot. Esta mensagem é automaticamente seguida pelo menu principal.",
  "smoochBotSettings.greetingPlaceholder": "Oi! Bem-vindo ao bot de verificação de [Nome da sua organização]. Verificamos afirmações, vídeos e imagens relacionadas a tópicos como política, saúde, finanças e tecnologia.",
  "smoochBotSettings.mainLabel": "Menu principal",
  "smoochBotSettings.mainDescription": "Um menu solicitando que o usuário escolha entre um conjunto de opções. Esta mensagem automaticamente segue a mensagem de saudação.",
  "smoochBotSettings.mainPlaceholder": "📌*Menu Principal*\n\n*Responda 1* (ou 🔍) para enviar uma solicitação de verificação sobre um artigo, vídeo, imagem ou outro conteúdo.\n*Responda 2* (ou 🦠) para obter as informações mais recentes sobre a doença causada pelo coronavírus (COVID-19)",
  "smoochBotSettings.secondaryLabel": "Menu secundário",
  "smoochBotSettings.secondaryDescription": "Um menu opcional solicitando que o usuário escolha entre um conjunto de opções. Quando um usuário responde com uma das opções, o bot pode enviar um relato ou direcioná-lo para outra mensagem do bot.",
  "smoochBotSettings.secondaryPlaceholder": "*Informações sobre a doença causada pelo Coronavírus (COVID-19)* 🦠\n\n👉*Responda com qualquer um dos seguintes números (ou emoji) para obter informações sobre o tópico:*\n\n*1:* Como eu me protejo e/ou a minha família? 👨‍👩‍👧\n*2:* Acho que estou ficando doente 🤒\n*3:* Como posso lidar com o estresse associado ao COVID-19? ❤️\n*4:* Informações sobre casos e recuperações globalmente 📊\n*5:* Últimas atualizações da Organização Mundial da Saúde 🌐\n\n*Responda 0* para voltar ao *Menu Principal* 📌",
  "smoochBotSettings.nooptLabel": "Opção não disponível",
  "smoochBotSettings.nooptDescription": "A mensagem enviada se a resposta do usuário a um menu não for um cenário de menu válido.",
  "smoochBotSettings.nooptPlaceholder": "🤖Desculpe, não entendi sua mensagem. Por favor, tente novamente!",
  "smoochBotSettings.queryLabel": "Prompt de consulta",
  "smoochBotSettings.queryDescription": "A mensagem solicitando que o usuário envie conteúdo para uma verificação.",
  "smoochBotSettings.queryPlaceholder": "*Digite a pergunta, link, foto ou vídeo que você deseja verificar,* seguido por qualquer contexto ou perguntas adicionais relacionadas a esse item. Sua solicitação será enviada aos verificadores cerca de 30 segundos após o envio da última mensagem.\n\n*Responda 0 (ou 📌)* para voltar ao *Menu Principal*",
  "smoochBotSettings.receivedLabel": "Consulta recebida",
  "smoochBotSettings.receivedDescription": "A confirmação enviada ao usuário após o recebimento de uma consulta válida do usuário.",
  "smoochBotSettings.receivedPlaceholder": "Obrigado! Sua solicitação foi recebida. As respostas estão sendo agregadas e classificadas e estamos trabalhando para verificar suas perguntas.\n\n✔️ *Siga este link para obter uma lista atualizada de perguntas comuns que foram verificadas:* [Link para uma página de verificações em seu site]\n\n👉*Responda com qualquer texto* para voltar ao *Menu Principal* 📌",
  "smoochBotSettings.updatedLabel": "Relato atualizado",
  "smoochBotSettings.updatedDescription": "A mensagem enviada ao usuário quando o status de um relato é alterado. O relato deve estar concluído para que esta mensagem seja enviada.",
  "smoochBotSettings.updatedPlaceholder": "❗️A verificação que lhe enviamos foi *atualizada* com novas informações:",
  "smoochBotSettings.invalidLabel": "Formato inválido",
  "smoochBotSettings.invalidDescription": "Uma mensagem automática enviada ao usuário quando ele envia um arquivo que não é suportado pelo Check.",
  "smoochBotSettings.invalidPlaceholder": "❌Desculpe, não podemos aceitar esse tipo de mensagem para verificação no momento.\n\nPodemos aceitar a maioria das imagens, vídeos, links, mensagens de texto e mensagens compartilhadas do WhatsApp.",
  "smoochBotSettings.inactivityLabel": "Aviso de inatividade",
  "smoochBotSettings.inactivityDescription": "Esta mensagem é enviada para qualquer usuário que tenha enviado uma mensagem para a tipline quando o bot Check Message estiver definido como inativo.",
  "smoochBotSettings.inactivityPlaceholder": "❌Obrigado pela sua mensagem. Atualmente, nosso serviço de verificação está *inativo*.\n\nEntre em contato conosco em *[email ou outro contato]* para obter mais informações.",
  "smoochBotSettings.disabled": "Marque esta caixa para desativar o serviço. Isso torna o bot Check Message inativo: ele responderá APENAS com a mensagem abaixo quando um usuário interagir com o bot.",
  "smoochBotSettings.tosLabel": "Termos de serviço",
  "smoochBotSettings.tosDescription": "Esta mensagem segue imediatamente qualquer relato enviado ao usuário e deve conter um link para os Termos de Serviço do Check.",
  "smoochBotSettings.tosPlaceholder": "Este serviço é fornecido sob os seguintes Termos de Serviço: %{tos}",
  "smoochBotSettings.main": "Cenário Principal",
  "smoochBotSettings.settings": "Configurações",
  "smoochBotSettings.sidebarTitle": "Crie seu bot",
  "smoochBotSettings.dialogTitle": "Selecione um relato",
  "smoochBotSettings.dialogDesc": "Procure o título do item que você deseja enviar como relato. O bot responderá ao usuário com esse relato. O relato deve estar concluído antes que você possa procurá-lo aqui."
}